{"storymap": {
        "slides": [{
            "type": "overview",
            "text": {
                "headline": "Meet the PaMAGIC Leadership Team",
                "text": "<p>The PaMAGIC Leadership Team is comprised of the nine-member Board of Directors, Pennsylvania Geoboard representative, Membership Chair, and Webmaster.</p><p>Each board member is elected for a three year term and is eligible to be elected to serve consecutive terms. The terms overlap and three positions are elected each year. Elections are held each May.</p><p>Visit the <a href='https://pamagic.org/' target='_blank'>PaMAGIC website</a> to learn more about our organization.</p>"
            },
            "media": {
                    "url": "//maps.pamagic.org/meet-the-board/assets/images/pamagic-blue-whitespace.png",
                    "caption": "Pennsylvania Mapping and Geographic Information Consortium"
            }
        },{
            "text": {
                "headline": "Mark Maguire (President)",
                "text": "<p>Mark Maguire is currently GIS Manager at Civil & Environmental Consultants in Pittsburgh, PA.  He is a certified Geographic Information Systems Professional (GISP) with more than 16 years of experience applying GIS and spatial technology to energy, infrastructure, natural resource, and environmental compliance projects.</p><p>Mark earned a master’s degree in Geography from Boston University in 2003.  In his spare time, he enjoys ultimate frisbee, home construction projects, and interesting craft beer.  Since moving to Pittsburgh in 2009, he has enjoyed exploring the rich cultural and topographic history of Western Pennsylvania, and considers himself a connoisseur of Pittsburgh trivia.</p>"
            },
            "location": {
                "lat": 40.424524, 
                "lon": -80.100640, 
                "zoom": 11                
            },
            "media": {
                "url": "//maps.pamagic.org/meet-the-board/assets/images/mark_maguire.jpg"           
            }
        },{
            "text": {
                "headline": "Vicki Wilt (Secretary)",
                "text": "<p>Vicki was drawn to GIS in 2013 when she attended GIS day at HACC with her daughter Holli, a high school senior. They both enjoyed the high school workshops, and the exhibit hall displaying the GIS applications and uses. Holli went to the University of Pittsburgh to study Environmental Geology, and Vicki went back to school to study GIS at HACC.  Vicki has volunteered with PaMagic while acquiring her Diploma in GIS, and is currently a Geo-Mentor with AAG-ESRI.  Vicki is also an alumni of the University of Pittsburgh, and acquired a degree in Economics and Anthropology.</p><p>Vicki has been employed in the Business and IT field for approximately 20 years, so it made it easier to study GIS and its applications. Vicki has also recently acquired a certificate of completion for Project Management studies at Penn State, York and a Pennsylvania Property/Casualty Producer License. She is looking forward to her time on the PaMagic Board. She and her husband Randy live in York with daughters Holli and Carli.</p>"
            },
            "location": {
                "lat": 40.072844, 
                "lon": -76.752341, 
                "zoom": 11                
            },
            "media": {
                "url": "//maps.pamagic.org/meet-the-board/assets/images/vicki-wilt.png"          
            }
        },{
            "text": {
                "headline": "Patrick McKinney (Treasurer, Acting Vice President, Webmaster)",
                "text": "<p>Patrick is a GIS Specialist for Cumberland County.  His responsibilities include maintaining enterprise datasets, providing technical assistance to county staff and municipal partners, and developing web and desktop mapping applications.  He also enjoys playing bass guitar, drinking quality coffees and teas, and spending time with his family.</p>"
            },
            "location": {
                "lat": 40.201557,
                "lon": -77.189026,
                "zoom": 11                
            },
            "media": {
                "url": "//maps.pamagic.org/meet-the-board/assets/images/patrick-mckinney.jpg"       
            }
        },{
            "text": {
                "headline": "Mark Bowen (Board Member)",
                "text": "<p>Mark Bowen is currently GIS & CMMS Manager at Lehigh County Authority in Lower Macungie, PA. Mark graduated from West Chester University with a B.A. Geographer and is currently finishing his M.S. in Geography with a concentration in geospatial technology. During his undergraduate career at West Chester, Mark interned with Cedarville Engineering Group, where he worked on building databases and asset management software.</p><p>Mark took an opportunity to join Lehigh County Authority in 2016 as a GIS Specialist. There he implemented multiple geospatial solutions to improve field operations and enhance business processes. In 2017 Mark assumed the role of GIS & CMMS Manager, overseeing all asset management and GIS software development for the Authority. Mark currently serves on the PA-AWWA IT Committee and leads the Lehigh Valley GIS Group. Mark actively attends and presents at local and national conferences, sharing strategies for GIS implementation in the water and wastewater industry.</p><p>Mark currently resides in the Philadelphia region with his fiancé. Mark enjoys being active in organizations that focus on promoting and enhancing the GIS community. Mark enjoys travelling the world and immersing himself in other cultures.</p>"
            },
            "location": {
                "lat": 40.258417, 
                "lon": -75.634014, 
                "zoom": 11                
            },
            "media": {
                "url": "//maps.pamagic.org/meet-the-board/assets/images/mark-bowen.png"          
            }
        },{
            "text": {
                "headline": "Matt Mercurio (Board Member)",
                "text": "<p>Matt has been a practicing GIS professional at federal, state, local governments and non-profits over his 20 year career. He specializes in testing new ideas to carry out innovative approaches for solving tough problems in GIS and geospatial data management, and is now taking these innovative problem-solving ideas and skills into the business world.  Matt co-founded two geospatial technology companies in 2015 and serves as Geospatial Technology Officer (GTO) at both. He also provides professional services to several other companies and organizations that require assistance in the use of geospatially enabled tools and data to maximize business efficiency.</p><p>Matt has lived for the past 10 years with his wife Emily (PhD and PG) and two children, Alta (12) and Lorenzo (10) in Swissvale, PA.  Matt enjoys being active in organizations of all types and sizes and is currently a board member, coach and league commissioner for a local not for profit soccer club, Pittsburgh Dynamo, and he is active in the local GIS (co-founder of Maptime PGH) and open data communities.  Matt obtained a B.S. in Geoscience from Penn State and a Master’s degree in Geology from Ball State University.</p>"
            },
            "location": {
                "lat": 40.4611167, 
                "lon": -79.9255654, 
                "zoom": 11                
            },
            "media": {
                "url": "//maps.pamagic.org/meet-the-board/assets/images/matt-mercurio.png"          
            }
        },{
            "text": {
                "headline": "Albert Sarvis (Board Member)",
                "text": "<p>Mr. Sarvis has been a long time resident of the Central Pennsylvania area and has 19 years of Geographic Information Systems (GIS) industry experience and more than 10 years as a GIS/IT project manager.  His educational background focused on Environmental studies, Geography/Geospatial Technology and Project Management.  Upon completion of his Masters degree in Geography Mr. Sarvis worked in the field of GIS data migration serving as a production manager in the Washington DC area.  After several years in DC he moved to Bloomington Indiana and worked as the Assistant GIS Coordinator for the City.  While in Indiana Mr. Sarvis was also an adjunct faculty member of Indiana University’s School of Public and Environmental Affairs (SPEA), teaching the Introduction and Applied GIS courses.  In the summer of 1999 Mr. Sarvis moved back to the Harrisburg area to work for a utility software development company.  In this job Mr. Sarvis began project management responsibilities, had an opportunity to work for 14 months at the company’s corporate headquarters in Great Britain, and became involved in managing the innovation and design process for new products.</p><p>Mr. Sarvis joined GeoDecisions, a division of Gannett Fleming Inc., in 2005 as a project manager and business analyst for government GIS/IT projects.  In the same year Mr. Sarvis began a corporate faculty position with Harrisburg University of Science and Technology teaching geospatial technology courses.  His GeoDecisions projects involved the design and development of a web based GIS applications, design of a new transportation data model and GIS system, a GIS Web Portal for the North Dakota Department of Transportation, and management of the development of the Pennsylvania Geospatial Data Sharing Standards (PGDSS) project to develop data sharing standards for framework GIS layers in the state of Pennsylvania.  Most recently Mr. Sarvis worked with the City of New York to develop environmental public health and vacant property redevelopment GIS web portals. Mr. Sarvis also served as a business analyst for GIS Strategic Planning and GIS for Government consulting projects.</p><p>In January of 2011 Mr. Sarvis joined Harrisburg University as a full time Assistant Professor of Geospatial Technology and IT Project Management.  He is responsible for coordinating, teaching and aligning corporate faculty members for both programs.  Mr. Sarvis brings a unique perspective to Harrisburg University that aligns well with the focus on experiential learning.  The industry contacts developed over Mr. Sarvis’s career provide an extensive network of professional project, internship and career opportunities for HU students.</p>"            
            },
            "location": {
                "lat": 40.262032, 
                "lon": -76.880388, 
                "zoom": 11                
            },
            "media": {
                "url": "//maps.pamagic.org/meet-the-board/assets/images/albert-sarvis.jpg"          
            }
        },{
            "text": {
                "headline": "Robert Schwarz (Board Member)",
                "text": "<p>Rob Schwarz graduated from Mansfield University with a B.S. in Geography and Minor in Regional Planning in 2003. During that time he started his career with the Tioga County GIS department, to which he became Director. During that time he served on various committees and as VP for the County Pros.</p><p>Rob took an opportunity in the private sector in 2012 as GIS Manager for Wildlife Specialists. There he streamlined the companies GIS data flow from field to client, trained field staff on field data collection and ESRI software. Rob received his GISP in 2012.</p><p>In 2013 Rob partnered with an owner of Wildlife Specialists to form Remote Intelligence, a UAV service provider, where he continues today as co-founder with three others. Rob values his experiences from both public and private sector and looks forward to continuing the great work that PAMAGIC has accomplished in the GIS community.</p>"
            },
            "location": {
                "lat": 41.958864,
                "lon": -76.988433,
                "zoom": 11                
            },
            "media": {
                "url": "//maps.pamagic.org/meet-the-board/assets/images/rob-schwarz.jpg"         
            }
        },{
            "text": {
                "headline": "Dave Gilbert (Geoboard Rep)",
                "text": "<p>David Gilbert, GISP is a Senior Project Manager for GeoDecisions.  Dave is one of the original employees of GeoDecisions and has been with the company for 30 years serving as a consultant for local and state government, environmental and utility projects.   Dave has served as past President of PAMAGIC and Secretary as well as Secretary for the Pennsylvania Floodplain Managers and as a Steering Committee member on the Pennsylvania DEP Northcentral Citizens Round Table.</p><p>Dave currently serves as PAMAGIC's representative to the State GeoSpatial Coordinating Board. Dave lives with his wife and daughter in Centre County along with their Weimaraner, chickens and goldfish.</p>"
            },
            "location": {
                "lat": 40.785028,
                "lon": -77.821935,
                "zoom": 11                
            },
            "media": {
                "url": "//maps.pamagic.org/meet-the-board/assets/images/dave_gilbert.JPG"          
            }
        },{
            "text": {
                "headline": "Tom Denton (Member Chair)",
                "text": "<p>Thomas Denton is a Research and Planning Systems Analyst at the Archdiocese of Philadelphia which serves 5 counties in the southeastern portion of Pennsylvania. He manages their GIS data and their ArcGIS online map. He also manages annual collection and reporting of their demographic surveys. His past experience includes project management and planning in the environmental and construction industry.</p><p>Tom currently serves as PAMAGIC's Membership Chair.</p>"
            },
            "location": {
                "lat": 39.95778,
                "lon": -75.16722,
                "zoom": 11                
            },
            "media": {
                "url": "//maps.pamagic.org/meet-the-board/assets/images/tom_denton.jpg"            
            }
        }]
    }
} 