{"storymap": {
        "slides": [{
            "type": "overview",
            "text": {
                "headline": "Meet the PaMAGIC Board",
                "text": "<p>The PAMAGIC Board of Directors is comprised of nine members. Each board member is elected for a three year term and is eligible to be elected to serve consecutive terms. The term overlap and three positions are elected each year. Elections are held each May.</p>"
            },
            "location": {
                "lat": 40.793704,
                "lon": -77.869241,
                "zoom": 5                
            },
            "media": {
                    "url": "//maps.pamagic.org/meet-the-board/assets/images/PAMAGIC-Board-2016.jpg",
                    "caption": "2016-2017 Board"
            }
        }, {
            "text": {
                "headline": "Patrick McKinney (President)",
                "text": "<p>Patrick is a GIS Specialist for Cumberland County.  In addition to maintaining enterprise datasets, he provides technical assistance to county staff and municipal partners, develops map applications for the web, and coordinates addressing for the County.  He also enjoys playing guitar, drinking high quality teas, and spending time with his family.</p>"
            },
            "location": {
                "lat": 40.201557,
                "lon": -77.189026,
                "zoom": 10                
            },
            "media": {
                    "url": "//maps.pamagic.org/meet-the-board/assets/images/patrick_mckinney.JPG"               
            }
        },{
            "text": {
                "headline": "Wade Gobrecth (Vice President)",
                "text": "<p>I am currently the chief of Information Systems division within the York County Planning Commission (YCPC).  I have been with the YCPC for 14 years and have over 17 years of experience in Geospatial Technology.  My main duties include network/IT oversite, coordinate GIS activities for the County of York and utilize GIS for day-to-day work tasks.</p>"
            },
            "location": {
                "lat": 39.962335,
                "lon": -76.726500,
                "zoom": 10                
            },
            "media": {
                    "url": "//maps.pamagic.org/meet-the-board/assets/images/wade_gobrecht.JPG"                    
            }
        },{
            "text": {
                "headline": "Mike Bialousz (Secretary)",
                "text": "<p>Mike works at Esri doing awesome things.  We would need new text about the great work he's done with DCNR.</p>"
            },
            "location": {
                "lat": 40.070170,
                "lon": -75.467046,
                "zoom": 10                
            },
            "media": {
                    "url": "//maps.pamagic.org/meet-the-board/assets/images/mike_bialousz.jpg"               
            }
        },{
            "text": {
                "headline": "Thomas Denton (Treasurer)",
                "text": "<p>homas Denton is a Research and Planning Systems Analyst at the Archdiocese of Philadelphia which serves 5 counties in the southeastern portion of Pennsylvania. He manages their GIS data and their ArcGIS online map. He also manages annual collection and reporting of their demographic surveys. His past experience includes project management and planning in the environmental and construction industry.</p>"
            },
            "location": {
                "lat": 39.95778,
                "lon": -75.16722,
                "zoom": 10                
            },
            "media": {
                    "url": "//maps.pamagic.org/meet-the-board/assets/images/tom_denton.jpg"               
            }
        },{
            "text": {
                "headline": "Tom Edinger",
                "text": "<p>Mr. Edinger is employed at Tri-County Regional Planning Commission in Harrisburg, PA and is responsible for coordinating GIS efforts including applying GIS to transportation-related projects.</p>"
            },
            "location": {
                "lat": 40.259158,
                "lon": -76.882593,
                "zoom": 10                
            },
            "media": {
                    "url": "//maps.pamagic.org/meet-the-board/assets/images/tom_edinger.png"               
            }
        },{
            "text": {
                "headline": "Christine Iksic",
                "text": "<p>Text about Christine and the great things she does.</p>"
            },
            "location": {
                "lat": 40.592748,
                "lon": -80.233022,
                "zoom": 10                
            },
            "media": {
                    "url": "//pamagic.org/sites/all/themes/responsive/images/pamagic_blue_edited.png"               
            }
        },{
            "text": {
                "headline": "Eric Jespersen",
                "text": "<p>With over 30 years of experience, Eric is broadly knowledgeable in land surveying, forestry and natural resources, and geospatial technologies. He was instrumental in the founding of PaMAGIC in 1996 and has served six terms as a MAGIC Board Member including five years as President, many years as ad hoc liaison to NSGIC, a long stint as subject matter expert on Political Boundaries for PGDSS, and organizer of the annual InfoSwap party.</p>"
            },
            "location": {
                "lat": 40.252341,
                "lon": -76.919622,
                "zoom": 10                
            },
            "media": {
                    "url": "//maps.pamagic.org/meet-the-board/assets/images/eric_jespersen.jpg"               
            }
        },{
            "text": {
                "headline": "Noemi Mendez Eliasen",
                "text": "<p>Text about Noemi and the great things she does with U.S. Census.</p>"
            },
            "location": {
                "lat": 39.950125,
                "lon": -75.150969,
                "zoom": 10                
            },
            "media": {
                    "url": "//pamagic.org/sites/all/themes/responsive/images/pamagic_blue_edited.png"               
            }
        },{
            "text": {
                "headline": "Glenn Mohler",
                "text": "<p>Glenn manages the GIS Division of Lancaster County IT, which provides GIS products and services to customers internal and external to County government.  Division staff perform analytical services, create and edit geospatial data, produce maps, distribute data and generally support the local GIS community.  Previously Glenn worked as a GIS Specialist for the Lancaster County Planning Department, with an emphasis on using geospatial tools to evaluate and manage urban growth patterns.</p>"
            },
            "location": {
                "lat": 40.04044,
                "lon": -76.30666,
                "zoom": 10                
            },
            "media": {
                    "url": "//maps.pamagic.org/meet-the-board/assets/images/glenn_mohler.JPG"               
            }
        }]
    }
} 