{"storymap": {
        "slides": [{
            "type": "overview",
            "text": {
                "headline": "Meet the PaMAGIC Board",
                "text": "<p>The PAMAGIC Board of Directors is comprised of nine members. Each board member is elected for a three year term and is eligible to be elected to serve consecutive terms. The term overlap and three positions are elected each year. Elections are held each May.</p>"
            },
            "media": {
                    "url": "//maps.pamagic.org/meet-the-board-demo/assets/images/pamagic-board-2017-pagisconf.jpg",
                    "caption": "2017-2018 Board"
            }
        },{
            "text": {
                "headline": "Tom Edinger (President)",
                "text": "<p>Get updated text about Tom.</p>"
            },
            "location": {
                "lat": 40.254587, 
                "lon": -76.887938, 
                "zoom": 10                
            },
            "media": {
                    "url": "//pamagic.org/sites/all/themes/responsive/images/pamagic_blue_edited.png"               
            }
        },{
            "text": {
                "headline": "Mark Maguire (Vice President)",
                "text": "<p>Get updated text about Mark.</p>"
            },
            "location": {
                "lat": 40.254587, 
                "lon": -76.887938, 
                "zoom": 10                
            },
            "media": {
                    "url": "//pamagic.org/sites/all/themes/responsive/images/pamagic_blue_edited.png"                    
            }
        },{
            "text": {
                "headline": "Wade Gobrecth (Secretary)",
                "text": "<p><strong>Get updated text.</strong></p><p>I am currently the chief of Information Systems division within the York County Planning Commission (YCPC).  I have been with the YCPC for 14 years and have over 17 years of experience in Geospatial Technology.  My main duties include network/IT oversite, coordinate GIS activities for the County of York and utilize GIS for day-to-day work tasks.</p>"
            },
            "location": {
                "lat": 39.962335,
                "lon": -76.726500,
                "zoom": 10                
            },
            "media": {
                    "url": "//maps.pamagic.org/meet-the-board-demo/assets/images/wade_gobrecht.JPG"                    
            }
        },{
            "text": {
                "headline": "Eric Jespersen",
                "text": "<p><strong>Get updated text.</strong></p><p>With over 30 years of experience, Eric is broadly knowledgeable in land surveying, forestry and natural resources, and geospatial technologies. He was instrumental in the founding of PaMAGIC in 1996 and has served six terms as a MAGIC Board Member including five years as President, many years as ad hoc liaison to NSGIC, a long stint as subject matter expert on Political Boundaries for PGDSS, and organizer of the annual InfoSwap party.</p>"
            },
            "location": {
                "lat": 40.252341,
                "lon": -76.919622,
                "zoom": 10                
            },
            "media": {
                    "url": "//maps.pamagic.org/meet-the-board-demo/assets/images/eric_jespersen.jpg"               
            }
        },{
            "text": {
                "headline": "Christine Iksic",
                "text": "<p>Get updated text about Christine.</p>"
            },
            "location": {
                "lat": 40.254587, 
                "lon": -76.887938, 
                "zoom": 10                
            },
            "media": {
                    "url": "//pamagic.org/sites/all/themes/responsive/images/pamagic_blue_edited.png"               
            }
        },{
            "text": {
                "headline": "Glenn Mohler",
                "text": "<p>Glenn manages the GIS Division of Lancaster County IT, which provides GIS products and services to customers internal and external to County government.  Division staff perform analytical services, create and edit geospatial data, produce maps, distribute data and generally support the local GIS community.  Previously Glenn worked as a GIS Specialist for the Lancaster County Planning Department, with an emphasis on using geospatial tools to evaluate and manage urban growth patterns.</p>"
            },
            "location": {
                "lat": 40.04044,
                "lon": -76.30666,
                "zoom": 10                
            },
            "media": {
                    "url": "//maps.pamagic.org/meet-the-board-demo/assets/images/glenn_mohler.JPG"               
            }
        },{
            "text": {
                "headline": "Matt Mercurio",
                "text": "<p>Get updated text about Matt.</p>"
            },
            "location": {
                "lat": 40.254587, 
                "lon": -76.887938, 
                "zoom": 10                
            },
            "media": {
                    "url": "//pamagic.org/sites/all/themes/responsive/images/pamagic_blue_edited.png"               
            }
        },{
            "text": {
                "headline": "Mike Bialousz",
                "text": "<p>Mike Bialousz, who has been a PaMAGIC board member since 2009, is a National Account Manager for Esri focused on supporting environment and natural resource state agencies across the U.S.  This role has Mike evaluating critical business needs of these agency types focusing on the approach to GIS implementation to meet these needs, as well as how the technology can truly be leveraged to meet the many challenges these agencies face every day.  Mike has over 23 years of GIS experience, including the last 13 years with the Pennsylvania Department of Conservation of Natural Resources and the Fish and Boat Commission as a department-wide GIS Manager.  This experience had him leading the development of department-wide GIS strategies, implementing enterprise GIS systems, developing public and internal web GIS engagement tools, conducting GIS training, and administering ArcGIS Online organizations for the deployment of web maps, data collection applications, and integrated tools with other business systems.</p>"
            },
            "location": {
                "lat": 40.070170,
                "lon": -75.467046,
                "zoom": 10                
            },
            "media": {
                    "url": "//maps.pamagic.org/meet-the-board-demo/assets/images/mike_bialousz.jpg"               
            }
        },{
            "text": {
                "headline": "Robert Schwarz",
                "text": "<p>Get updated text about Matt.</p>"
            },
            "location": {
                "lat": 40.254587,
                "lon": -76.887938,
                "zoom": 10                
            },
            "media": {
                    "url": "//pamagic.org/sites/all/themes/responsive/images/pamagic_blue_edited.png"               
            }
        }]
    }
}